import React from 'react';
import '../css/option.css';
import Num from '../assest/img/123-1.png';
import Ris1 from '../assest/img/puma.webp';

const Side = () => {
    return (
        <div>
            <div class="Side">
                <div class="container">
                    <div class="side-h">
                        <div class="side-im">
                            <img src={Num} alt=""/>
                        </div>
                        <div class="about">
                            <h1>Сайт ҳақида</h1>
                            <div class="mall">
                                <p>«Karvon» - Ўзбекистондаги энг фаол онлайн нашрлардан бири. Сайт ўз олдига Ўзбекистон ва
                                    жаҳонда рўй бераётган энг муҳим воқеа-ҳодисалар ҳақида тезкор, аниқ ва холис ахборот беришни
                                    мақсад қилиб қўйган.
                                    Google Analytics маълумотларига кўра, сайтга ҳар куни 150 минг киши ташриф буюради.
                                    Сайтдан фойдаланиш мутлақо бепул бўлиб, фақатгина интернет траффик сарфланади. Сайтнинг
                                    енгил ва тез ишлайдиган мобил версияси - <a href="www.google.com">Bu yerga bosing.</a></p>
                            </div>
                        </div>
                        <div class="side-img">
                            <img src={Ris1} alt=""/>
                        </div>
                        <div class="about-2">
                            <h1>Материаллардан фойдаланиш шартлари</h1>
                            <div class="mall-2">
                                <p>«Karvon» Интернет-нашри
                                    2008 йил 11 августдан бери ишлайди.
                                    Таъсисчиси ва нашриёти: «umdsoft» МЧЖ
                                    Бош муҳаррири: Алиев Карим Нарзуллаеич
                                    Бошлиқ: сергеев иван панферов

                                    Манзил: 100007, Тошкент ш. Паркент, 26А
                                    Электрон почта: инфо@karvon.uz
                                    Ўзбекистон Республикаси Матбуот ва ахборот агентлигида (ЎзАПИ) рўйхатдан ўтган. Онлайн
                                    оммавий ахборот воситаларини рўйхатдан ўтказиш тўғрисидаги гувоҳнома, 2019 йил 13 августдаги
                                    0460-сон.

                                    «karvon.uz» савдо белгиси
                                    Логотип ва сайт номи («karvon.uz») Ўзбекистон Республикаси ҳудудида рўйхатдан ўтган савдо
                                    белгисидир. 2008 йил 27 августда рўйхатдан ўтган МГУ 18444 гувоҳномаси.

                                </p>
                            </div>
                            <div class="mall-2">

                                <h1>Бизнинг шерикларимиз</h1>
                                <p>
                                    <a href="www.w3.org">Афиша.уз</a> - Тошкентнинг афишаси. Янгиликлар, жадвал, шарҳлар,
                                    маълумот маълумотлари.
                                </p>

                                <p><a href="www.shopping.ru">Спот.уз</a> - Бизнес, тадбиркорлик ва технологиялар.</p>

                                <p><a href="www.kun.uz">Зира.уз</a> - рецептлар, ошпазлик бўйича маслаҳатлар ва янгиликлар.</p>
                                <p><a href="www.w3.org/Protocols/">Погода.уз</a> - Ўзбекистон шаҳарларидаги об-ҳаво маълумоти.
                                </p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    );
};


export default Side;